---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plane
source: html/605d3b1f-0cb7-828f-d78d-7f3399cbe353.htm
---
# Plane Properties

Specifies whether the .NET object represents a valid Revit entity.